cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/fonts'

brew 'ack'
brew 'coreutils'
brew 'dnsmasq'
brew 'git-lfs'
brew 'git'
brew 'go'
brew 'irssi'
brew 'node'
brew 'openssl'
brew 'pyenv-virtualenv'
brew 'pyenv'
brew 'rbenv'
brew 'readline'
brew 'ruby-build'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zplug'

cask 'adium'
cask 'alfred'
cask 'amethyst'
cask 'atom'
cask 'bartender'
cask 'font-hack'
cask 'gas-mask'
cask 'google-chrome'
cask 'hyper'
cask 'iterm2'
cask 'sequel-pro'
cask 'steam'
cask 'transmission'
cask 'ubersicht'
