cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'dnsmasq'
brew 'git-lfs'
brew 'git'
brew 'go'
brew 'libgit2'
brew 'irssi'
brew 'node'
brew 'openssl'
brew 'pyenv-virtualenv'
brew 'pyenv'
brew 'rbenv'
brew 'readline'
brew 'ruby-build'
brew 'unrar'
brew 'youtube-dl'

cask '1password'
cask 'adium'
cask 'alfred'
cask 'atom'
cask 'bartender'
cask 'docker'
cask 'docker-machine'
cask 'gas-mask'
cask 'google-chrome'
cask 'iterm2'
cask 'steam'
cask 'transmission'
cask 'virtualbox'
